GT1/turbulent_wedge/turbulent_wedge_kO/turbulent_wedge_kO_HRN_WF/turbulent_wedge_kO_HRN_WF_high_I/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  12
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          100;
        startFace       5870;
    }
    inlet
    {
        type            patch;
        nFaces          30;
        startFace       5970;
    }
    outlet
    {
        type            patch;
        nFaces          30;
        startFace       6000;
    }
    bottom
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          100;
        startFace       6030;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          3000;
        startFace       6130;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          3000;
        startFace       9130;
    }
)

// ************************************************************************* //
